Repository: MK-Chris/TopTable
Catalog: root/locale/*.po
Languages: fr

# menu.text.home
source: Home
fr: Accueil

# menu.title.home
source: Home Page
fr: Page d'accueil

# menu.text.news
source: News
fr: Nouvelles

# menu.title.news
source: News Index
fr: Indice de nouvelles

# menu.text.fixtures-results
source: Fixtures &amp; Results
fr: Calendrier et résultats

# menu.title.fixtures-results
source: Fixtures &amp; Results for %1
fr: Calendrier et résultats pour %1

# menu.title.fixtures-results-by-team
source: Fixtures &amp; Results for %1 by team
fr: Calendrier et résultats pour %1 par équipe

# menu.title.fixtures-results-by-month
source: Fixtures &amp; Results for %1 by month
fr: Calendrier et résultats pour %1 par mois

# menu.title.fixtures-results-by-week
source: Fixtures &amp; Results for %1 by week
fr: Calendrier et résultats pour %1 par semaine

# menu.title.fixtures-results-by-day
source: Fixtures &amp; Results for %1 by day
fr: Calendrier et résultats pour %1 par jour

# menu.title.fixtures-results-by-venue
source: Fixtures &amp; Results for %1 by venue
fr: Calendrier et résultats pour %1 par lieu

# menu.title.fixtures-results-by-division
source: Fixtures &amp; Results for %1 by division
fr: Calendrier et résultats pour %1 par division

# menu.text.fixtures-results-by-team
source: By Team
fr: Par équipe

# menu.text.fixtures-results-by-month
source: By Month
fr: Par mois

# menu.text.fixtures-results-by-week
source: By Week
fr: Par semaine

# menu.text.fixtures-results-by-day
source: By Day
fr: Par jour

# menu.text.fixtures-results-by-venue
source: By Venue
fr: Par lieu

# menu.text.fixtures-results-by-division
source: By Division
fr: Par division

# menu.text.statistics
source: Statistics
fr: Statistiques

# menu.title.statistics
source: Statistics for %1
fr: Statistiques pour %1

# menu.text.league-tables
source: Tables
fr: Tableaux de classement

# menu.title.league-tables
source: Tables for %1
fr: Tableaux de classement pour %1

# menu.title.league-tables-division
source: %1 Tables for %2
fr: %1 tableaux de classement pour %2

# menu.text.league-averages
source: Averages
fr: Moyennes de la ligue

# menu.title.league-averages
source: Averages for %1
fr: Moyennes de la ligue pour %1

# menu.text.league-averages-singles
source: Singles
fr: Célibataires

# menu.title.league-averages-singles
source: Singles Averages for %1
fr: Célibataires moyennes de la ligue pour %1

# menu.title.league-averages-singles-division
source: %1 Singles Averages for %2
fr: %1 célibataires moyennes de la ligue pour %2

# menu.text.league-averages-doubles-individuals
source: Doubles (Individuals)
fr: Double (individus)

# menu.title.league-averages-doubles-individuals
source: Doubles (Individuals) Averages for %1
fr: Double (individus) moyennes de la ligue pour %1

# menu.title.league-averages-doubles-individuals-division
source: %1 Doubles (Individuals) Averages for %2
fr: %1 double (individus) moyennes de la ligue pour %2

# menu.text.league-averages-doubles-pairs
source: Doubles (Pairs)
fr: Double (paires)

# menu.title.league-averages-doubles-pairs
source: Doubles (Pairs) Averages for %1
fr: Double (paires) moyennes de la ligue pour %1

# menu.title.league-averages-doubles-pairs-division
source: %1 Doubles (Individuals) Averages for %2
fr: %1 double (paires) moyennes de la ligue pour %2

# menu.title.events
source: Events for %1
fr: Evénements pour %1

# menu.title.clubs
source: Clubs for %1
fr: Clubs pour %1

# menu.text.info
source: Information
fr: D'informations

# menu.title.info
source: League Information
fr: Informations sur la ligue

# menu.text.officials
source: League Officials
fr: Fonctionnaires

# menu.title.officials
source: League Officials for %1
fr: Responsables de la ligue

# menu.text.rules
source: Rules
fr: Règles

# menu.title.rules
source: Rules for %1
fr: Règles de la ligue

# menu.title.contact
source: Contact
fr: Contactez nous

# menu.title.venues-search
source: Venue Search
fr: Recherche lieu

# menu.title.seasons
source: Seasons Index
fr: Indice saisons

# menu.seasons.none
source: No archived seasons to view
fr: Aucun saisons archivés pour voir

# menu.text.user.profile
source: Profile
fr: Profil

# menu.title.user.profile
source: User Profile
fr: Profil de l'utilisateur

# home-page.welcome
source: Welcome
fr: Bienvenue

# home-page.updates.recent
source: Recent updates
fr: Mises à jour récentes

# home-page.updates.view-more
source: View more updates
fr: Voir d'autres mises à jour

# home-page.news.recent
source: Latest news
fr: Dernières nouvelles

# home-page.news.view-more
source: View more news articles
fr: Voir d'autres articles de presse

# home-page.users-online.summary
source: There %1 %2 %3 online
fr: Il ya %2 %3 en ligne

# home-page.users-online.is
source: is
fr: est

# home-page.users-online.are
source: are
fr: sont

# home-page.todays-matches
source: Today&#39;s matches
fr: Matches à jouer aujourd'hui

# clubs.create
source: Create a new club
fr: Créer un nouveau club

# clubs.create.error.no-venues
source: Unable to create a new club without any venues to select. Create at least one first.
fr: Impossible de créer un nouveau club sans lieux pour sélectionner. Créer au moins une première.

# clubs.legend.details
source: Club details
fr: Détails du club

# clubs.field.full_name
source: Full name
fr: Nom complet

# clubs.field.short_name
source: Short name
fr: Nom court

# clubs.field.website
source: Website
fr: Site Internet

# clubs.field.start-time
source: Start time
fr: Heure de départ

# clubs.field.start-hour
source: Hour
fr: Heure

# clubs.field.venue
source: Venue
fr: Lieu

# clubs.field.secretary
source: Secretary
fr: Secrétaire

# clubs.secretary.none
source: No one specified.
fr: Aucun

# clubs.field.secretary-no-people
source: There are no people currently in the database; you will get the option to add people as secretaries for clubs when you create them.
fr: Il n'y a pas de personnes actuellement dans la base de données; vous aurez l'option d'ajouter des personnes en tant que secrétaires pour les clubs quand vous les créez.

# clubs.none
source: There are no clubs to view.
fr: Il n'y a pas de clubs à afficher.

# clubs.form.error.club-invalid
source: The club specified is invalid.
fr: Le club spécifié est invalide.

# clubs.form.error.full-name-exists
source: A club with the full name &#39;%1&#39; already exists.
fr: Un club avec le nom complet '%1' existe déjà.

# clubs.form.error.full-name-blank
source: The full name field is blank.
fr: Le champ de nom complet est vide.

# clubs.form.error.short-name-exists
source: A club with the short name &#39;%1&#39; already exists.
fr: Un club avec le nom court '%1' existe déjà.

# clubs.form.error.short-name-blank
source: The short name field is blank.
fr: Le champ de nom court est vide.

# clubs.form.error.email-invalid
source: The email address is invalid.
fr: L'adresse email est invalide.

# clubs.form.error.website-invalid
source: The website is invalid.
fr: Le site est invalide.

# clubs.form.error.venue-invalid
source: The venue is not valid.
fr: Le lieu est pas valide.

# clubs.form.error.secretary-invalid
source: The secretary is not a valid person.
fr: Le secrétaire est pas une personne valide.

# clubs.form.error.start-hour-invalid
source: The default match start hour value is invalid; it must be selected from the list (&#39;00&#39; to &#39;23&#39;). You may leave this value blank and teams at this club will default to the season&#39;s default match start time.
fr: La valeur par défaut match de début de l'heure est invalide; il doit être choisi dans la liste ('00' à '23'). Vous pouvez laisser cette valeur vide et équipes de ce club sera par défaut à l'heure de début de match de défaut de la saison.

# clubs.form.error.start-minute-invalid
source: The default match start minute value is invalid; it must be selected from the list (&#39;00&#39; to &#39;59&#39;). You may leave this value blank and teams at this club will default to the season&#39;s default match start time.
fr: La valeur par défaut match de début de minutes est invalide; il doit être choisi dans la liste ('00' à '59'). Vous pouvez laisser cette valeur vide et équipes de ce club sera par défaut à l'heure de début de match de défaut de la saison.

# clubs.form.error.start-time-not-complete
source: The start time is not complete; if you specify the start time, you must select both the start hour and minute. If you do not specify it, teams at this club will default to the season&#39;s default match start time.
fr: Le temps de démarrage est pas complète; si vous spécifiez l'heure de début, vous devez sélectionner l'heure de début et de minutes. Si vous ne le spécifiez pas, les équipes de ce club seront par défaut à l'heure de début de match de défaut de la saison.

# clubs.tokeninput.type-secretary
source: A person can be secretary for multiple clubs - select as many as you need
fr: Une personne peut être secrétaire pour plusieurs clubs - sélectionner autant que vous avez besoin

# clubs.delete.error.cannot-delete
source: You cannot delete %1, as it has teams assigned either in this season or in historical seasons.
fr: Vous ne pouvez pas supprimer %1, car il dispose d'équipes assignées soit cette saison ou dans les saisons historiques.

# teams.create
source: Create a new team
fr: Créer une nouvelle équipe

# teams.create-for
source: Create a new team for %1
fr: Créer une nouvelle équipe pour %1

# teams.field.name
source: Name
fr: Nom

# teams.field.captain
source: Captain
fr: Capitaine

# teams.field.players
source: Players
fr: Joueurs

# teams.field.home-night
source: Home night
fr: Accueil nuit

# teams.field.start-time
source: Match start time
fr: Heure de début de match

# teams.field.start-hour
source: Hour
fr: Heure

# teams.captain.none
source: No one specified.
fr: Aucun

# teams.league-position
source: League position
fr: La position de la ligue

# teams.matches-played
source: Matches played
fr: Matches joués

# teams.matches-won
source: Matches won
fr: Matchs gagnés

# teams.matches-drawn
source: Matches drawn
fr: Matches nuls

# teams.matches-lost
source: Matches lost
fr: Matchs perdus

# teams.games-played
source: Games played
fr: Participation aux jeux

# teams.games-won
source: Games won
fr: Jeux gagné

# teams.games-lost
source: Games lost
fr: Jeux perdus

# teams.games-won-percentage
source: Games won (%)
fr: Jeux gagné (%)

# teams.legs-played
source: Legs played
fr: Jambes joués

# teams.legs-won
source: Legs won
fr: Jambes gagné

# teams.legs-lost
source: Legs lost
fr: Jambes perdus

# teams.legs-won-percentage
source: Legs won (%)
fr: Jambes gagné (%)

# teams.points-played
source: Points played
fr: Points joués

# teams.points-won
source: Points won
fr: Points gagné

# teams.points-lost
source: Points lost
fr: Points perdus

# teams.points-won-percentage
source: Points won (%)
fr: Points gagné (%)

# teams.club.changed-notice
source: %1 now plays for <a href="%3">%2</a>.
fr: %1 %2 joue maintenant pour <a href="%3">%4</a>.

# teams.name.changed-notice
source: %1 is now known as %2.
fr: %1 %2 est maintenant connu comme %3 %4.

# teams.tokeninput.type
source: Start typing a team or club&#39;s name
fr: Commencez à taper le nom d'une équipe ou du club

# teams.tokeninput.type-captain
source: A person can captain multiple teams - select as many as you need
fr: Une personne peut capitaine plusieurs équipes - sélectionner autant que vous avez besoin

# teams.form.error.matches-exist
source: There are already matches set for the current season, so new teams cannot be created.
fr: Il existe déjà des Matches Set pour la saison en cours, de sorte que de nouvelles équipes ne peuvent pas être créés.

# teams.form.error.no-current-season
source: There is no current season, so teams cannot be created or edited - create a new season first.
fr: Il n'y a aucune saison en cours, de sorte que de nouvelles équipes ne peuvent pas être créés - créer une nouvelle saison en premier.

# teams.form.error.season-not-current
source: You can only add players for the current season.
fr: Vous ne pouvez ajouter des joueurs pour la saison en cours.

# teams.form.error.team-invalid
source: The team specified is invalid.
fr: L'équipe spécifié est invalide.

# teams.form.error.matches-exist-team-not-entered
source: %1 %2 can&#39;t be edited, because they have not entered this season and the matches have already been created.
fr: %1 %2 ne peut pas être modifié, car ils ne sont pas entrés cette saison et les matchs ont déjà été créé.

# teams.form.error.club-change-not-allowed
source: The team&#39;s club cannot be changed after matches in the current season have been created.
fr: The team's club cannot be changed after matches in the current season have been created.

# teams.form.error.division-change-not-allowed
source: The team&#39;s division cannot be changed after matches in the current season have been created.
fr: La division de l'équipe ne peut pas être changé après les matches de la saison en cours ont été créés.

# teams.form.error.create-not-allowed
source: Teams cannot be created after matches in the current season have been created.
fr: Les équipes ne peuvent pas être créés après les matches dans la saison en cours ont été créés.

# teams.form.error.division-full
source: You cannot assign any more teams into %1, as the grid assigned to it has a maximum number of %2 and it already has %3 teams assigned; you will need to remove some teams or change the grid assigned to %1.
fr: Vous ne pouvez pas affecter plusieurs équipes en %1, que la grille qui lui est attribué a un nombre maximum de %2 et il a déjà %3 des équipes affectées; vous devrez supprimer certaines équipes ou modifier la grille assignée à %1.

# teams.form.error.name-exists
source: A team with the name &#39;%1&#39; already exists in %2.
fr: Une équipe avec le nom '%1' existe déjà dans %2.

# teams.form.error.name-blank
source: The name field is blank.
fr: Le champ nom est vide.

# teams.form.error.captain-invalid
source: The captain is invalid.
fr: Le capitaine est invalide.

# teams.form.error.home-night-invalid
source: The home night is invalid.
fr: La nuit de la maison est invalide.

# teams.form.error.start-hour-invalid
source: The default match start hour value is invalid; it must be selected from the list (&#39;00&#39; to &#39;23&#39;). You may leave this value blank and the team&#39;s home matches will default to the club&#39;s match start time; if this is blank, the season&#39;s default match start time will be used.
fr: La valeur par défaut match de début de l'heure est invalide; il doit être choisi dans la liste ('00' à '23'). Vous pouvez laisser cette valeur vide et les matches à domicile de l'équipe sera par défaut à l'heure de début du match du club; si cette zone est vide, l'heure de début de match de défaut de la saison sera utilisé.

# teams.form.error.start-minute-invalid
source: The default match start minute value is invalid; it must be selected from the list (&#39;00&#39; to &#39;59&#39;). You may leave this value blank and the team&#39;s home matches will default to the club&#39;s match start time; if this is blank, the season&#39;s default match start time will be used.
fr: La valeur par défaut match de début de minutes est invalide; il doit être choisi dans la liste ('00' à '59'). Vous pouvez laisser le champ vide pour utiliser l'heure de début de match de défaut du club.

# teams.form.error.start-time-not-complete
source: The start time is not complete; if you specify the start time, you must select both the start hour and minute. If you do not specify it, the team&#39;s home matches will default to the club&#39;s match start time; if this is blank, the season&#39;s default match start time will be used.
fr: Le temps de démarrage est pas complète; si vous spécifiez l'heure de début, vous devez sélectionner l'heure de début et de minutes. Si vous ne le spécifiez pas, les matches à domicile de l'équipe sera par défaut à l'heure de début du match du club; si cette zone est vide, l'heure de début de match de défaut de la saison sera utilisé.

# teams.form.warning.player-reassigned-old-membership-inactive
source: %1 already had an active membership for %2 in %3, which has now been marked as inactive; if you wish to reassign %4 to this team, you will need to edit their team membership in their edit page.
fr: %1 avait déjà un membre actif de %2 %3 en %4, qui a été marqué comme inactif; si vous souhaitez réaffecter %5 à cette équipe, vous aurez besoin de modifier leur composition de l'équipe dans leur page d'édition.

# teams.form.warning.player-reassigned-old-membership-removed
source: %1 already had an active membership for %2 in %3, which has now been removed; if you wish to reassign this %4 to this team, you will need to edit their team membership in their edit page.
fr: %1 avait déjà un membre actif de %2 %3% en %4, qui a été enlevé; si vous souhaitez réaffecter cette %5 à cette équipe, vous aurez besoin de modifier leur composition de l'équipe dans leur page d'édition.

# teams.form.warning.player-not-reassigned
source: %1 already has an active membership for %2 in %3; if you wish to reassign %4 to this team, you will need to edit their team membership in their edit page.
fr: %1 a déjà un abonnement actif pour %2 %3 en %4; si vous souhaitez réaffecter %5 à cette équipe, vous aurez besoin de modifier leur composition de l'équipe dans leur page d'édition.

# teams.form.warning.player-invalid-singular
source: There was 1 invalid player submitted; check the team&#39;s players list after to see if you need to add anyone else to the team.
fr: There was 1 invalid player submitted for %1 %2; check the team's players list after to see if you need to add anyone else to the team.

# teams.form.warning.players-invalid-multiple
source: There were %1 invalid players submitted; check the team&#39;s players list after to see if you need to add anyone else to the team.
fr: There were %1 invalid players submitted for %2 %3; check the team's players list after to see if you need to add anyone else to the team.

# teams.delete.error.cannot-delete
source: You cannot delete %1 %2, as it has people and / or matches assigned either in this season or in historical seasons.
fr: Vous ne pouvez pas supprimer %1 %2, car il a des personnes et / ou des allumettes assignées soit cette saison ou dans les saisons historiques.

# teams.form.legend.team-details
source: Team details
fr: Détails de l'équipe

# teams.message.did-not-enter
source: %1 did not enter %2.
fr: %1 %2 n'a pas entrer %3

# people.create
source: Create a new person
fr: Créer une nouvelle personne

# people.create-for
source: Create a new person playing for %1
fr: Créer une nouvelle personne pour %1 %2

# person.tokeninput.type
source: Start typing a person&#39;s name
fr: Commencez à taper le nom d'une personne

# people.create.no-season
source: There is no current season, so people cannot be created - create a new season first.
fr: Il n'y a aucune saison en cours, afin que les gens ne peut pas être créé - créer une nouvelle saison en premier.

# people.edit.no-season
source: There is no current season, so people cannot be edited - create a new season first.
fr: Il n'y a aucune saison en cours, afin que les gens ne peut pas être modifié - créer une nouvelle saison en premier.

# people.import.no-season
source: There is no current season, so people cannot be imported - create a new season first.
fr: Il n'y a aucune saison en cours, afin que les gens ne peut être importé - créer une nouvelle saison en premier.

# people.create.form.import-notice
source: If you have a large number of people to create, you can <a href="%1">import them from a CSV file</a>.
fr: Si vous avez un grand nombre de personnes pour créer, vous pouvez <a href="%1">les importer à partir d'un fichier CSV</a>.

# people.delete.error.played-matches
source: You cannot delete %1, as they have already played matches.
fr: Vous ne pouvez pas supprimer %1, comme ils ont déjà joué les matchs.

# people.form.legend.personal-details
source: Personal details
fr: Details personnels

# people.form.field.name
source: Name
fr: Nom

# people.form.field.first-name
source: First name(s)
fr: Prénom(s)

# people.form.field.surname
source: Surname
fr: Nom de famille

# people.form.field.address
source: Address
fr: Adresse

# people.form.field.address1
source: Address 1
fr: Adresse 1

# people.form.field.address2
source: Address 2
fr: Adresse 2

# people.form.field.address3
source: Address 3
fr: Adresse 3

# people.form.field.address4
source: Address 4
fr: Adresse 4

# people.form.field.address5
source: Address 5
fr: Adresse 5

# people.form.field.postcode
source: Postcode
fr: Code postal

# people.form.field.home-phone
source: Home telephone
fr: Accueil téléphonique

# people.form.field.mobile-phone
source: Mobile telephone
fr: Téléphone mobile

# people.form.field.work-phone
source: Work telephone
fr: Téléphone au travail

# people.form.field.gender
source: Gender
fr: Sexe

# people.form.field.date-of-birth
source: Date of birth
fr: Date d'anniversaire

# people.form.legend.league-details
source: League details
fr: Les détails de la ligue

# people.form.field.team
source: Team
fr: Équipe

# people.form.button.change-team
source: Change team
fr: Changement équipe

# people.form.button.fees-paid
source: Fees paid?
fr: Frais payés?

# people.form.button.registration-date
source: Registration date
fr: Date d'enregistrement

# people.form.legend.website-details
source: Website details
fr: Détails de site web

# people.form.field.website-username
source: Website username
fr: Site nom d'utilisateur

# people.form.dialog.change-team.title
source: Change team?
fr: Changer équipe?

# people.form.dialog.change-team
source: Because %1 has already played for their current team, %2, changing the team they play for will create a new association with the new team and mark their association with the new team but not delete their association with the current team - instead, this will be marked as an inactive team membership. Are you sure you wish to change the team %1 plays for?
fr: Parce %1 a déjà joué pour leur équipe actuelle, %2 %3, en changeant l'équipe qu'ils jouent pour se créer une nouvelle association avec la nouvelle équipe et marquer leur association avec la nouvelle équipe, mais pas supprimer leur association avec l'équipe actuelle - à la place, ce sera marquée comme une composition de l'équipe inactive. Etes-vous sûr que vous voulez changer l'équipe 1% pour les pièces de théâtre?

# people.form.error.season-not-current
source: You can only add players for the current season.
fr: Vous ne pouvez ajouter des joueurs pour la saison en cours.

# people.form.error.person-not-valid
source: The specified person is invalid.
fr: La personne indiquée est incorrecte.

# people.form.error.duplicate-name
source: There is already a person with the name %1; please enter something (such as a middle initial in the first names field) to distinguish them.
fr: Il ya déjà une personne avec le nom %1 %2; s'il vous plaît entrer quelque chose (comme une initiale moyenne dans le domaine des premiers noms) pour les distinguer.

# people.form.error.first-name-blank
source: The first name field is blank.
fr: Le premier champ de nom est vide.

# people.form.error.surname-blank
source: The surname field is blank.
fr: Le champ nom est vide.

# people.form.error.email-invalid
source: The email address is invalid.
fr: L'adresse email est invalide.

# people.form.error.gender-invalid
source: The specified gender is invalid.
fr: Le genre indiqué est incorrect.

# people.form.error.date-of-birth-invalid
source: The date of birth is not a valid date.
fr: La date de naissance est pas une date valide.

# people.form.error.registration-date-invalid
source: The registration date is not a valid date.
fr: La date d'enregistrement est pas une date valide.
