Repository: MK-Chris/TopTable
Catalog: root/locale/*.po
Languages: fr

# templates.individual-match.form.error.serves-deuce-invalid
source: The serves in deuce field must be a numeric value between 1 and 99.
fr: Les sert dans le domaine de deuce doivent être une valeur numérique comprise entre 1 et 99.

# templates.team-match.form.error.no-individual-templates
source: Unable to create a new team match template without any individual match templates to set for the individual matches. Create the individual match templates you will need to use first.
fr: Impossible de créer un nouveau modèle de match de l'équipe sans modèles de match individuel pour définir pour les différents matches. Créer les modèles de rencontres individuelles que vous aurez besoin d'utiliser en premier.

# templates.team-match.form.error.template-invalid
source: The team match template specified is invalid.
fr: Le modèle de match de l'équipe spécifié est invalide.

# templates.team-match.form.error.singles-players-per-team-invalid
source: The singles players per team field must be a numeric value between 1 and 99.
fr: Les joueurs de simple par champ de l'équipe doivent être une valeur numérique comprise entre 1 et 99.

# templates.team-match.form.error.winner-type-invalid
source: The winner type specified is invalid.
fr: Le type de vainqueur spécifié est invalide.

# templates.team-match.field.singles-players-per-team
source: Singles players per team
fr: Singles joueurs par équipe

# templates.team-match.field.winner-type
source: Winner type
fr: Type de vainqueur

# templates.team-match.games.success
source: %1 games for %2 have been created.
fr: %1 %2 jeux pour ont été créés.

# templates.team-match.games.field.game-number
source: Game number
fr: Numéro de jeu

# templates.team-match.games.field.game-template
source: Game template
fr: Modèle de jeu

# templates.team-match.games.field.singles-players
source: Singles players
fr: Singles joueurs

# templates.team-match.games.field.home-player
source: Home player
fr: Lecteur accueil

# templates.team-match.games.field.away-player
source: Away player
fr: Lecteur à l'écart

# templates.team-match.games.form.field.home-player
source: Home
fr: Accueil

# templates.team-match.games.form.field.away-player
source: Away
fr: Un moyen

# templates.team-match.games.field.doubles-game
source: Doubles game
fr: Doubles jeu

# templates.team-match.games.error.home-player-number-invalid
source: The singles home player number in game %1 is invalid; it must be a number between 1 and %2.
fr: Le nombre de célibataires joueur de la maison dans le jeu %1 est invalide; il doit être un nombre compris entre 1 et %2.

# templates.team-match.games.error.away-player-number-invalid
source: The singles home player number in game %1 is invalid; it must be a number between %2 and %3.
fr: Le nombre de célibataires joueur de la maison dans le jeu %1 est invalide; il doit être un nombre compris entre %2 et %3.

# templates.team-match.games.form.legend.game
source: Game
fr: Jeu

# admin.create
source: Create
fr: Créer

# admin.edit
source: Edit
fr: Modifier

# admin.delete
source: Delete
fr: Effacer

# admin.update
source: Update
fr: Mettre à jour

# admin.import
source: Import
fr: Importer

# admin.import-results
source: Results
fr: Résultats

# admin.import-results-heading
source: Import results
fr: Résultats de l'importation

# admin.create-object
source: Create a new %1
fr: Créer un nouveau %1

# admin.edit-object
source: Edit %1
fr: Modifier %1

# admin.delete-object
source: Delete %1
fr: Supprimer %1

# admin.update-object
source: Update %1
fr: Mise à jour %1

# admin.form.invalid-action
source: Invalid action (%1) passed; the action must be 'create' or 'edit'.
fr: Action non valide (de %1) a adopté; l'action doit être 'create' ou 'edit'.

# admin.message.created
source: created
fr: créé

# admin.message.edited
source: edited
fr: édité

# admin.message.deleted
source: deleted
fr: supprimé

# admin.forms.success-with-warnings
source: %1 has been successfully %2, but the warnings below were encountered.
fr: %1 a été avec succès %2, mais les mises en garde ci-dessous ont été rencontrées.

# admin.delete.error.database
source: There was an error deleting %1 from the database; please try again and contact the system administrator if the problem persists. %2
fr: Il y avait une erreur de supprimer %1 à partir de la base de données; s'il vous plaît essayer de nouveau et contactez l'administrateur système si le problème persiste.

# user.login
source: Log in
fr: S'identifier

# user.login.error.authentication-failed
source: The username or password is incorrect; please try again.
fr: Le nom d'utilisateur ou mot de passe est incorrect; veuillez réessayer.

# user.login.error.user-not-activated
source: The username entered has not yet been activated; please check the username, or if this is the correct account, you can <a href="%1">regenerate a new activation key</a> (this will overwrite the previous key).
fr: Le nom d'utilisateur saisi n'a pas encore été activé; s'il vous plaît vérifier le nom d'utilisateur, ou, si cela est le bon compte, vous pouvez <a href="%1"> renvoyer l'email d'activation </a>.

# user.login.success.header
source: Logged in
fr: Connecté

# user.login.success.message
source: Thank you for logging in %1. You will now be redirected to the previous page; if this does not happen, please click <a href="%2">here</a>.
fr: Merci de vous connecter %1. Vous allez maintenant être redirigé vers la page précédente; si cela ne se produit pas, s'il vous plaît cliquez <a href="%2">ici</a>.

# user.login.success.status-message
source: You have successfully logged in.
fr: Vous êtes connecté avec succès.

# user.register
source: Register
fr: Inscription

# user.forgot-password
source: Forgot username or password
fr: Mot de passe oublié?

# user.registration.success-message
source: Thank you, %1. You now need to verify your account; an email was sent to the email address you provided (%2) with a link to verify your account; please click that link when the email arrives. If it you can&#39;t see it, please check your spam folder. If it&#39;s still not there, you can <a href="%3">regenerate a new activation key</a> to be sent via email; this will overwrite the key that&#39;s just been sent.
fr: Merci, %1. Vous devez maintenant vérifier votre compte; un e-mail a été envoyé à l'adresse e-mail que vous avez fournis (de %2) avec un lien pour vérifier votre compte; s'il vous plaît cliquer sur ce lien lorsque le courrier arrive. Si cela vous ne pouvez pas le voir, s'il vous plaît vérifier votre dossier spam. Si il est pas encore là, vous pouvez <a href="%3">renvoyer le d'activation.</a>

# user.activation.error-already-activated
source: This user is already activated and can be logged into.
fr: Cet utilisateur est déjà activé; Connectez vous s'il vous plait.

# user.activation.error.key-incorrect
source: The activation key is incorrect; please try again or login if your account has been activated already.
fr: La clé d'activation est incorrect; s'il vous plaît essayer de nouveau ou connectez-vous si votre compte a été déjà activé.

# user.activation.email-resent-header
source: Activation email resent
fr: Activation email renvoyé

# user.activation.email-resent-message
source: A new activation link has been generated and sent to the email account that you registered with; you will need to click the link in this email to verify your account.
fr: Votre e-mail d'activation a été en vouloir au compte e-mail que vous avez enregistré avec; vous devrez cliquer sur le lien dans cet e-mail pour vérifier votre compte.

# user.activation.already-activated
source: This user is already activated; please log in.
fr: Cet utilisateur est déjà activé; Connectez vous s'il vous plait.

# user.form.activation.legend.activation-details
source: Activation details
fr: Les détails d'activation

# user.form.activation.field.activation-id
source: Activation ID
fr: ID d'activation

# user.form.change-password.legend.change-password
source: Change password
fr: Changer le mot de passe

# user.logout
source: Logout
fr: Se déconnecter

# user.logout.error.not-logged-in
source: You are not logged in, so can&#39;t logout.
fr: Vous n'êtes pas connecté, donc ne pouvez pas déconnecter.

# user.logout.success
source: You are now logged out.
fr: Vous êtes déconnecté.

# user.login.error.already-logged-in
source: You are already logged in.
fr: Vous êtes déjà connecté.

# user.field.username
source: Username
fr: Nom d'utilisateur

# user.field.operating-system
source: Operating system
fr: Système d'exploitation

# user.field.browser
source: Browser
fr: Navigateur

# user.field.location
source: Location
fr: Emplacement

# user.field.location-last-updated
source: Last updated
fr: Dernière mise à jour

# user.field.username-change-disabled
source: The site administrator does not allow changing usernames.
fr: L'administrateur du site ne permet pas de changer les noms d'utilisateur.

# user.form.text.current-password
source: Any changes to the fields above will require you to confirm your current password in the box below.
fr: Les modifications apportées aux champs ci-dessus vous obliger à confirmer votre mot de passe actuel dans la case ci-dessous.

# user.field.password
source: Password
fr: Mot de passe

# user.field.remember-username
source: Remember username?
fr: Rappelez-vous le nom d'utilisateur?

# user.field.password-new
source: New password
fr: Nouveau mot de passe

# user.field.password-confirm
source: Confirm password
fr: Confirmez le mot de passe

# user.field.password-current
source: Current password
fr: Mot de passe actuel

# users.online-view-heading
source: Users online
fr: Les utilisateurs en ligne

# user.auth.login
source: You must login to %1.
fr: Vous devez vous connecter pour %1

# user.auth.denied
source: You are not authorised to %1.
fr: Vous n'êtes pas autorisé à %1

# user.auth.view-venues
source: view venues
fr: voir les lieux

# user.auth.create-venues
source: create venues
fr: créer des lieux

# user.auth.edit-venues
source: edit venues
fr: modifier lieux

# user.auth.delete-venues
source: delete venues
fr: supprimer lieux

# user.auth.view-clubs
source: view clubs
fr: voir les clubs

# user.auth.create-clubs
source: create clubs
fr: créer des clubs

# user.auth.edit-clubs
source: edit clubs
fr: modifier clubs

# user.auth.delete-clubs
source: delete clubs
fr: supprimer clubs

# user.auth.view-teams
source: view teams
fr: voir les équipes

# user.auth.create-teams
source: create teams
fr: créer des équipes

# user.auth.edit-teams
source: edit teams
fr: modifier équipes

# user.auth.delete-teams
source: delete teams
fr: supprimer équipes

# user.auth.view-people
source: view people
fr: voir les gens

# user.auth.create-people
source: create people
fr: créer des gens

# user.auth.edit-people
source: edit people
fr: modifier des personnes

# user.auth.delete-people
source: delete people
fr: supprimer personnes

# user.auth.view-divisions
source: view divisions
fr: voir les divisions

# user.auth.view-seasons
source: view seasons
fr: voir les saisons

# user.auth.create-seasons
source: create seasons
fr: créer des saisons

# user.auth.edit-seasons
source: edit seasons
fr: modifier saisons

# user.auth.delete-seasons
source: delete seasons
fr: supprimer saisons

# user.auth.view-league-averages
source: view league averages
fr: moyennes vue de la ligue

# user.auth.view-league-tables
source: view league tables
fr: voir les tableaux de la ligue

# user.auth.view-fixtures-grids
source: view fixtures grids
fr: voir luminaires grilles

# user.auth.create-fixtures-grids
source: create fixtures grids
fr: créer des agencements de grilles

# user.auth.edit-fixtures-grids
source: edit fixtures grids
fr: modifier luminaires grilles

# user.auth.delete-fixtures-grids
source: delete fixtures grids
fr: supprimer luminaires grilles

# user.auth.create-fixtures
source: create fixtures
fr: créer des luminaires

# user.auth.delete-fixtures
source: delete fixtures
fr: supprimer luminaires

# user.auth.view-matches
source: view matches
fr: voir les matchs

# user.auth.update-matches
source: update match scorecards
fr: matchs de mise à jour

# user.auth.view-news
source: view news articles
fr: articles de presse

# user.auth.create-news
source: write news articles
fr: écrire des articles de presse

# user.auth.edit-news
source: edit this news article
fr: modifier cet article de nouvelles

# user.auth.delete-news
source: delete this news article
fr: supprimer cet article de nouvelles

# user.auth.view-users
source: view users
fr: voir les utilisateurs

# user.auth.edit-user
source: edit this user
fr: modifier cet utilisateur

# user.auth.view-online-users
source: view online users
fr: afficher les utilisateurs en ligne

# user.person.name
source: Full name
fr: Nom complet

# user.field.language
source: Language
fr: Langue

# user.field.timezone
source: Timezone
fr: Fuseau horaire

# user.field.website
source: Link to website
fr: Site Internet

# user.field.interests
source: Interests
fr: Intérêts

# user.field.hide-status
source: Hide my online status
fr: Cacher mon statut en ligne

# user.form.legend.details
source: User details
fr: Détails de l'utilisateur

# user.form.legend.preferences
source: Preferences
fr: Préférences

# user.person.not-associated
source: %1 is not associated with a person.
fr: %1 est pas associée à une personne.

# user.form.error.username-registered
source: That username is already registered.
fr: Le nom d'utilisateur est déjà enregistré.

# user.form.error.username-invalid
source: The username is invalid; please ensure it is between 3 and 45 characters and contains only letters, numbers, dashes, underscores, spaces and dots (it must start with a letter).
fr: Le nom d'utilisateur est valide, s'il vous plaît utilisez uniquement des lettres, des chiffres, des espaces, des traits d'union et caractères de soulignement.

# user.form.error.username-blank
source: The username field is blank.
fr: Le champ nom d'utilisateur est vide.

# user.form.error.user-invalid
source: You have specified an invalid user to edit.
fr: L'adresse e-mail indiquée est déjà enregistré à un autre utilisateur.

# user.form.error.email-confirm-mismatch
source: The email addresses don&#39;t match.
fr: Les adresses email ne correspondent pas.

# user.form.error.email-blank
source: The email address field is blank.
fr: Le champ d'adresse e-mail est vide.

# user.form.error.email-invalid
source: The email address is invalid.
fr: L'adresse email est invalide.

# user.form.error.password-confirm-mismatch
source: The password fields do not match.
fr: Les champs de mot de passe ne correspondent pas.

# user.form.error.password-too-short
source: The password must be at least %1 characters.
fr: Le mot de passe doit être d'au moins %1 caractères.

# user.form.error.password-complexity
source: The password must contain at least one lower-case letter, at least one upper-case letter and at least one number.
fr: Le mot de passe doit contenir au moins une lettre minuscule, au moins une lettre majuscule et au moins un numéro.

# user.form.error.password-blank
source: The password field is blank.
fr: Le champ de mot de passe est vide.

# user.form.error.curent-password-blank
source: Some of the fields that have been modified require you to fill out your current password in order to authenticate.
fr: Certains des champs qui ont été modifiés exigent que vous remplissez votre mot de passe actuel afin d'authentifier.

# user.form.error.curent-password-incorrect
source: The current password filled out is incorrect.
fr: Le mot de passe actuel rempli est incorrect.

# user.form.error.language-invalid
source: The language selected is invalid.
fr: S'il vous plaît sélectionner une langue.

# user.form.error.timezone-invalid
source: The timezone is invalid.
fr: Le fuseau horaire est invalide.

# user.form.error.timezone-blank
source: Please select a timezone.
fr: S'il vous plaît sélectionner un fuseau horaire.

# user.edit.success
source: %1 has been edited successfully.
fr: %1 a été modifié avec succès.

# user.tokeninput.type-person-association
source: Start typing a username to associate this person with a website login
fr: Commencez à taper un nom d'utilisateur d'associer cette personne avec un login site

# file.upload.error.copy-failure
source: Couldn&#39;t copy file: %1
fr: Impossible de copier le fichier.

# file.upload.error.invalid-file-type
source: Invalid file type uploaded.
fr: Type de fichier non valide téléchargé.

# file.upload.error.not-uploaded
source: File not uploaded.
fr: Fichier pas téléchargé.

# file.download.errror.file-doesnt-exist
source: Can&#39;t find or read the file; it may have been deleted.
fr: Impossible de trouver ou de lire le fichier; il peut avoir été supprimé.

# image.upload.error.copy-failure
source: Couldn&#39;t copy image: %1
fr: Impossible de copier l'image.

# image.upload.error.invalid-file-type
source: Invalid image type uploaded.
fr: Invalid type d'image téléchargée.

# image.upload.error.not-uploaded
source: Image not uploaded.
fr: Image non téléchargé.

# image.download.errror.file-doesnt-exist
source: Can&#39;t find or read the image; it may have been deleted.
fr: Impossible de trouver ou de lire l'image; il peut avoir été supprimé.

# page.error.heading
source: Error
fr: Erreur

# page.error.not-found.heading
source: Page not found
fr: Page non trouvée

# page.error.not-found.message
source: The page you are looking for could not be found; please use the menu at the top of the page.
fr: La page que vous recherchez n'a pu être trouvée; s'il vous plaît utiliser le menu en haut de la page.

# footer.copyright
source: Copyright
fr: Droit d'auteur

# ajax.error.refresh-advice
source: Please refresh the page and try again; if the issue persists, please contact the system administrator.
fr: S'il vous plaît rafraîchir la page et essayez à nouveau; Si le problème persiste, s'il vous plaît contactez l'administrateur du système.

# ajax.error.unknown
source: Unknown error
fr: Erreur inconnue

# msg.and
source: and
fr: et

# msg.unknown
source: Unknown
fr: Inconnu

# gender.male.gender
source: male
fr: mâle

# gender.female.gender
source: female
fr: femelle

# gender.male.nominative-pronoun
source: he
fr: il

# gender.female.nominative-pronoun
source: she
fr: elle

# gender.male.accusative-pronoun
source: him
fr: lui

# gender.female.accusative-pronoun
source: her
fr: elle

# gender.male.pronominal-possessive-pronoun
source: his
fr: son

# gender.female.pronominal-possessive-pronoun
source: her
fr: elle

# gender.male.predicative-possessive-pronoun
source: his
fr: son

# gender.female.predicative-possessive-pronoun
source: hers
fr: la sienne

# gender.male.reflexive-pronoun
source: himself
fr: lui-même

# gender.female.reflexive-pronoun
source: herself
fr: elle-même

# game-type.name.best-of
source: Best of (x) games wins
fr: Meilleur de (x) jeux victoires

# game-type.name.static
source: Static
fr: Parasites

# game-type.description.best-of
source: The match is won by the player to win the best of (x) legs, where (x) is the number set below in the &#39;legs per game&#39; field.
fr: Le match est gagné par le joueur à remporter le meilleur de (x), où les jambes (x) est le nombre indiqué ci-dessous dans le champ 'jambes par match.

# game-type.description.static
source: The match ends after (x) legs, regardless of the current score, where (x) is the number set below in the &#39;legs per game&#39; field.
fr: Le match se termine après (x) jambes, quel que soit le score actuel, où (x) est le nombre défini ci-dessous dans le «jambes par match 'domaine.

# serve-type.name.last-point
source: Winner of the last point serves
fr: Vainqueur du dernier point sert

# serve-type.name.static
source: Static
fr: Parasites

# serve-type.name.whole-leg
source: One player serves for the whole leg
fr: Un joueur sert pour toute la jambe

# serve-type.description.last-point
source: Each point is served by the player who won the last point.
fr: Chaque point est servi par le joueur qui a remporté le dernier point.

# serve-type.description.static
source: Service swaps after (x) points, where (x) is a number set as &#39;serves&#39; and &#39;serves in deuce&#39;.
fr: Swaps de service après (x) points, où (x) est un numéro défini comme «sert» et «sert au diable '.

# serve-type.description.whole-leg
source: The same player serves for the entire leg and service swaps when a new leg starts.
fr: Le même joueur sert pour les jambes et des services swaps entières quand une nouvelle jambe commence.

# winner-type.name.games
source: Games
fr: Jeux

# winner-type.description.games
source: The team with the most games wins.
fr: L'équipe avec le plus de jeux gagne.

# winner-type.description.points
source: The team with the most points wins.
fr: L'équipe avec le plus de points gagne.

# team-membership-type.name.active
source: Active
fr: Actif

# team-membership-type.name.inactive
source: Inactive
fr: Inactif

# team-membership-type.description.active
source: The team that this player is registered to for the season; this can change if they start playing for one team, then re-register for another (in which case the original "active" membership becomes "inactive" - there is therefore only one of these per player, per season at any one time).
fr: L'équipe que ce joueur est enregistré pour la saison; Cela peut changer si elles commencent à jouer pour une équipe, puis ré-inscrire à un autre (dans ce cas, la composition originale 'actif' devient 'inactif' - il n'y a donc qu'un seul de ces par joueur, par saison à un moment donné).

# team-membership-type.description.inactive
source: An inactive team membership. This would previously have been active; the player must have played for the team and then re-registered for a different team for a membership to be marked as inactive.
fr: Une composition de l'équipe inactive. Cette aurait auparavant été actif; Le joueur doit avoir joué pour l'équipe et puis re-enregistré pour une équipe différente pour une adhésion à être marqué comme inactif.

# weekdays.1
source: Monday
fr: lundi

# weekdays.2
source: Tuesday
fr: mardi

# weekdays.3
source: Wednesday
fr: mercredi

# weekdays.4
source: Thursday
fr: jeudi

# weekdays.5
source: Friday
fr: vendredi

# weekdays.6
source: Saturday
fr: samedi

# weekdays.7
source: Sunday
fr: dimarche

# pagination.page-x-of-y
source: Page %1 of %2
fr: Page %1 sur %2

# pagination.page-invalid-redirect
source: Page %1 does not exist; redirected back to page 1.
fr: Page %1 ne existe pas; redirigé vers la page 1.

# pagination.page-invalid-no-redirect
source: Page %1 does not exist.
fr: Page %1 ne existe pas.

# system-event-log.description.create
source: Created %1%2.
fr: Créé %1%2.

# system-event-log.description.edit
source: Edited %1%2.
fr: Modifié %1%2.

# system-event-log.description.delete
source: Deleted %1%2.
fr: Supprimé %1%2.

# system-event-log.description.upload
source: Uploaded %1%2.
fr: Téléchargée %1%2.

# system-event-log.description.set-matches
source: Set matches for %1%2.
fr: Set matchs pour %1%2.

# system-event-log.description.update-score
source: Updated the score for %1%2.
fr: Mis à jour le score pour %1%2.

# system-event-log.description.import
source: Imported %1%2.
fr: Importé %1%2.

# system-event-log.description.update-match-date
source: Updated the date for matches where the home team is %1%2.
fr: Mise à jour de la date pour les matches où l'équipe de la maison est %1%2.

# system-event-log.description.create-games
source: Created games for %1%2.
fr: Jeux créés pour %1%2.

# system-event-log.description.edit-games
source: Edited games for %1%2.
fr: Jeux édités pour %1%2.

# system-event-log.description.delete-games
source: Deleted games for %1%2.
fr: Jeux supprimé pour %1%2.

# system-event-log.description.activate
source: %1%2 activated.
fr: %1%2 activé.
