Repository: MK-Chris/TopTable
Catalog: root/locale/*.po
Languages: fr

# system-event-log.description.activation-invalid
source: Invalid activation key tried for %1%2.
fr: Clé d'activation valide essayé.

# system-event-log.description.login
source: %1%2 logged in.
fr: %1%2 connecté.

# system-event-log.description.login-failed
source: Failed login attempt using username %1%2.
fr: Échec de connexion en utilisant le nom d'utilisateur %1%2.

# system-event-log.description.logout
source: %1%2 logged out.
fr: %1%2 déconnecté.

# system-event-log.description.register
source: %1%2 registered.
fr: %1%2 enregistré.

# system-event-log.and
source: and
fr: et

# system-event-log.other-objects
source: and <a href="javascript:void(0)" class="tip" title="%1">%2 other %3</a>
fr: et <a href="javascript:void(0)" class="tip" title="%1">%2 autres %3</a>

# system-event-log.others
source: and %1 others
fr: et %1 autres

# object.singular.venues
source: venue
fr: lieu

# object.plural.venues
source: venues
fr: lieux

# object.singular.teams
source: team
fr: équipe

# object.plural.teams
source: teams
fr: équipes

# object.singular.people
source: person
fr: personne

# object.plural.people
source: people
fr: gens

# object.singular.seasons
source: season
fr: saison

# object.plural.seasons
source: seasons
fr: saisons

# object.singular.fixtures-grids
source: fixtures grid
fr: calendrier grille

# object.plural.fixtures-grids
source: fixtures grids
fr: calendrier grilles

# object.singular.matches
source: matches
fr: matchs

# object.singular.users
source: user
fr: utilisateur

# object.plural.users
source: users
fr: utilisateurs

# object.singular.events
source: event
fr: événement

# object.plural.events
source: events
fr: événements

# object.singular.templates.league-table-ranking
source: league ranking template
fr: classement ligue modèle

# object.plural.templates.league-table-ranking
source: league ranking templates
fr: classé ligue modèles

# object.singular.templates.match-individual
source: individual match template
fr: modèle de match individuel

# object.plural.templates.match-individual
source: individual match templates
fr: modèles de match individuels

# object.singular.templates.match-team
source: team match template
fr: équipe modèle de correspondance

# object.plural.templates.match-team
source: team match templates
fr: modèles de match de l'équipe

# form.button.save
source: Save
fr: Sauvegarder

# form.button.delete
source: Delete
fr: Effacer

# form.button.import
source: Import
fr: Importer

# form.button.activate
source: Activate
fr: Activer

# form.button.login
source: Log in
fr: S'identifier

# tokeninput.text.no-results
source: No results
fr: Aucun résultat

# tokeninput.text.searching
source: Searching...
fr: Recherche...

# missing-input-secret
source: Invalid CAPTCHA response: the secret parameter is missing; please contact the site administrator to fix.
fr: Réponse CAPTCHA non valide: le paramètre secret est manquant; s'il vous plaît contactez l'administrateur du site pour résoudre.

# invalid-input-secret
source: Invalid CAPTCHA response: The secret parameter is invalid or malformed; please contact the site administrator to fix.
fr: Réponse CAPTCHA non valide: Le paramètre secret est invalide ou malformé; s'il vous plaît contactez l'administrateur du site pour résoudre.

# missing-input-response
source: The &#39;I&#39;m not a robot&#39; tickbox wasn&#39;t ticked, or the associated image wasn&#39;t typed properly.
fr: Le 'je ne suis pas un robot' case à cocher a été pas cochée, ou l'image associée n'a pas été tapé correctement.

# invalid-input-response
source: The text entered from the image was incorrect or the wrong images were selected.
fr: Le texte saisi de l'image était incorrecte ou les mauvaises images ont été sélectionnées.

# google.recaptcha.error-sending
source: Couldn&#39;t send CAPTCHA validation request; please contact the site administrator.
fr: Impossible d'envoyer CAPTCHA demande de validation; s'il vous plaît contactez l'administrateur du site.

# google.recaptcha.error
source: CAPTCHA error
fr: Erreur CAPTCHA

# google.recaptcha.request-failed
source: Couldn&#39;t send CAPTCHA validation request; please contact the website administrator.
fr: Impossible d'envoyer CAPTCHA demande de validation; s'il vous plaît contactez l'administrateur du site.
