Repository: MK-Chris/TopTable
Catalog: root/locale/*.po
Languages: fr

# fixtures-grids.form.matches.field.team-number
source: Team / player %1
fr: Équipe %1

# fixtures-grids.teams.view.no-season
source: There is no season to display the positions for.
fr: Il n'y a aucune saison pour afficher les positions pour.

# fixtures-grids.matches.view.match-not-set
source: Participants not set.
fr: Matchs %1 pas réglé.

# fixtures-grids.matches.view.matches-not-set
source: Matches for this grid have not been set yet.
fr: Matches pour cette grille n'a pas encore été fixée.

# fixtures-grids.teams.set-link
source: Set the team positions for this grid
fr: Réglez les positions de l'équipe pour cette grille

# fixtures-grids.create-fixtures.link
source: Create fixtures
fr: Créer luminaires

# fixtures-grids.delete-fixtures.link
source: Delete fixtures
fr: Supprimer luminaires

# fixtures-grids.delete.error.cant-delete
source: You cannot delete %1, as it has teams assigned either in this season or in historical seasons.
fr: Vous ne pouvez pas supprimer %1, car il dispose d'équipes assignées soit cette saison ou dans les saisons historiques.

# fixtures-results.view.match-count
source: %1 matches
fr: %1 matchs

# fixtures-results.view.week-beginning
source: Week beginning %1
fr: Semaine à partir du %1

# fixtures-results.no-matches
source: There are no matches to display.
fr: Il n'y a pas de matchs à afficher.

# matches.update-score
source: Update match date, venue, players and score
fr: Mettre à jour le score

# matches.update.form.legend.match-details
source: Match details
fr: Feuille de match

# matches.field.date
source: Match date
fr: Date du match

# matches.field.competition
source: Competition
fr: Compétition

# matches.field.competition.value.league
source: League
fr: Ligue

# matches.field.venue
source: Venue
fr: Lieu

# matches.field.season
source: Season
fr: Saison

# matches.update.form.legend.match-players
source: Players
fr: Joueurs

# matches.players
source: <a href="%2">%1</a> players
fr: Joueurs %1

# matches.field.player
source: Player %1
fr: Joueur %1

# matches.field.player-missing
source: Player missing
fr: Joueur manquant

# matches.update.form.legend.games
source: Games
fr: Jeux

# matches.update.games.notice
source: Only the first leg fields will be shown to start with; the scores are completed, a valid score will yield the next fields to be filled out.<br />If the games were played in a different order, you can drag the <span class="ui-icon ui-icon-triangle-2-n-s"></span> icon in the game headings into the correct order.
fr: Si les jeux ont été joués dans un ordre différent à ce qui est la valeur par défaut, vous pouvez faire glisser les rubriques de jeu dans le bon ordre. Bien que seuls les champs pour une seule jambe seront visibles pour commencer, que vous remplissez les scores, un score valide donné les prochains champs à remplir.

# matches.game.header.number
source: Game %1
fr: Jeu %1

# matches.game.header.match-score
source: Score
fr: Score du match

# matches.game.field.doubles-home-players
source: Home players
fr: Joueurs accueil

# matches.game.field.doubles-away-players
source: Away players
fr: Joueurs à l'extérieur

# matches.game.field.umpire
source: Umpire
fr: Juge-arbitre

# matches.game.field.scores.home
source: Home
fr: Accueil

# matches.game.field.scores.away
source: Away
fr: Un moyen

# matches.game.field.scores.award
source: Award
fr: Accorder

# matches.game.field.game-number
source: Game
fr: Jeu

# matches.game.field.scheduled-game-number
source: Scheduled game
fr: Jeu planifiée

# matches.game.field.result
source: Result
fr: Résultat

# matches.game.field.score
source: Score
fr: But

# matches.game.field.match-score
source: Match score
fr: Score du match

# matches.game.fill-out-players.singles-notice
source: Please enter both players before filling out the score for this game.
fr: S'il vous plaît entrer les deux joueurs avant de remplir le score pour ce jeu.

# matches.game.fill-out-players.doubles-notice
source: Please enter all players before filling out the score for this game.
fr: S'il vous plaît entrer tous les joueurs avant de remplir le score pour ce jeu.

# matches.update.error.season-complete
source: You cannot update a match in a season that&#39;s already been completed.
fr: Vous ne pouvez pas mettre à jour un match dans une saison qui a été marquée comme étant terminée.

# matches.update-playing-order.success
source: Game playing order successfully changed.
fr: Jeu jeu afin modifié avec succès.

# matches.update-playing-order.error.game-number-invalid
source: The actual game number specified (%1) for scheduled game %2 is invalid; it must be a number between 1 and %3.
fr: Le nombre de jeu réel spécifiée (%1) pour prévue jeu %2 est invalide; il doit être un nombre compris entre 1 et %3.

# matches.update-playing-order.error.game-specified-multiple
source: The number %1 has been specified more than once (for game number %2 and %3).
fr: Le nombre %1 a été spécifié plus d'une fois (pour le numéro de jeu %2 et %3).

# matches.update-match-date.success
source: Successfully changed match date.
fr: Réussi à changer la date du match.

# matches.update-match-date.error.date-invalid
source: The date supplied is invalid.
fr: La date fournie est invalide.

# matches.update-match-date.error.database-update-failed
source: Failed to update match played date.
fr: Impossible de mettre à jour les matches joué.

# matches.update-venue.success
source: Successfully changed the match venue.
fr: Réussi à changer le lieu du match.

# matches.update-venue.error.venue-invalid
source: The specified venue is invalid.
fr: Le lieu indiqué est incorrect.

# matches.add-player.error.player-already-set
source: %1 is already set in position %2, so can't be set in another position until they are removed from this one.
fr: %1 est déjà réglé en position %2, ne peut donc pas être mis dans une autre position jusqu'à ce qu'ils soient retirés de celui-ci.

# matches.add-player.error.person-invalid
source: The person specified to add to this position is invalid.
fr: La personne indiquée est incorrecte.

# matches.add-player.error.update-game-failed
source: Failed to update game %1 in the team match games table: %2.
fr: Impossible de mettre à jour jeu %1 dans la table de jeux de match de l'équipe.

# matches.add-player.error.update-failed
source: Failed to update player; please refresh the page and try again. If the error persists, please contact the system administrator.
fr: Impossible de mettre à jour lecteur; s'il vous plaît rafraîchir la page et essayez à nouveau. Si l'erreur persiste, s'il vous plaît contactez l'administrateur du système.

# matches.active-player.add.success
source: %1 was added to position %2.
fr: %1 a été ajouté à la position %2.

# matches.player.remove.success
source: Player successfully removed from position %1.
fr: Joueur supprimé de la position %1.

# matches.umpire.tokeninput.hint-text
source: Start typing the name of the umpire
fr: Commencez à taper le nom de l'arbitre

# matches.umpire.add.database-error
source: Error adding the umpire; please refresh the page and try again. If the problem persists, please contact the system administrator.
fr: Erreur d'ajout de l'arbitre; s'il vous plaît rafraîchir la page et essayez à nouveau. Si le problème persiste, s'il vous plaît contactez l'administrateur du système.

# matches.umpire.add.error.person-invalid
source: The person specified is invalid.
fr: La personne indiquée est incorrecte.

# matches.umpire.remove.database-error
source: Error removing the umpire; please refresh the page and try again. If the problem persists, please contact the system administrator.
fr: Erreur enlever l'arbitre; s'il vous plaît rafraîchir la page et essayez à nouveau. Si le problème persiste, s'il vous plaît contactez l'administrateur du système.

# matches.umpire.add.success
source: %1 successfully set as the umpire for game %2.
fr: %1 réglé avec succès comme l'arbitre pour le jeu %2

# matches.umpire.remove.success
source: Umpire for game %1 successfully removed.
fr: Juge-arbitre pour le jeu %1 supprimé avec succès.

# matches.update.error.match-invalid
source: The match specified is invalid.
fr: Le match indiqué est incorrect.

# matches.update-single.error.game-invalid
source: The game specified is invalid.
fr: Le jeu spécifié est invalide.

# matches.update-single.error.leg-invalid
source: The leg specified is invalid.
fr: La jambe spécifié est invalide.

# matches.game.update-doubles.error.not-doubles-game
source: Game %1 is not a doubles game.
fr: Jeu %1 est pas un jeu double.

# matches.game.update-doubles.error.location-invalid
source: The location must be specified as &#39;home&#39; or &#39;away&#39; to indicate which team is being updated.
fr: L'emplacement doit être spécifié comme 'home' (maison) ou 'away' (loin) pour indiquer l'équipe qui est mis à jour.

# matches.game.update-doubles.error.home-player1-invalid
source: The person specified as the first home doubles player is invalid.
fr: La personne spécifiée comme le premier joueur de double à domicile est invalide.

# matches.game.update-doubles.error.away-player1-invalid
source: The person specified as the first away doubles player is invalid.
fr: La personne désignée comme le premier double de distance joueur est invalide.

# matches.game.update-doubles.error.home-player2-invalid
source: The person specified as the second home doubles player is invalid.
fr: La personne désignée comme le deuxième double distance joueur est invalide.

# matches.game.update-doubles.error.players-identical
source: Both of the doubles players specified for the %1 team are the same person; please select two different players.
fr: Les deux joueurs en double spécifiées pour l'équipe %1 sont la même personne; s'il vous plaît sélectionner deux joueurs différents.

# matches.game.update-doubles.error.player-ineligible
source: %1 is ineligible to play doubles for %2.
fr: %1 est inéligible pour jouer en double pour %2 %3.

# matches.game.update-doubles.add.success
source: %1 &amp; %2 have been set as the %3 doubles pair for game %4.
fr: %1 et %2 ont été fixés comme la paire %3 doubles pour le match %4.

# matches.game.update-doubles.remove.success
source: The %1 doubles pair has been removed from game %2; if any scores were input, they have been zeroed and will need to be reinput when you enter the doubles pair.
fr: La paire de double %1 a été supprimé; si des scores étaient entrée, ils ont été remis à zéro et devront être reinput lorsque vous entrez dans la paire de double.

# matches.game.update-score.singles.error.select-players
source: You cannot update the score for a game without both players being selected first.
fr: Vous ne pouvez pas mettre à jour le score pour un jeu sans que les deux joueurs sont choisis en premier.

# matches.game.update-score.doubles.error.select-players
source: You cannot update the score for a doubles game without all players being selected first.
fr: Vous ne pouvez pas mettre à jour le score pour un jeu en double, sans tous les joueurs étant sélectionnés d'abord.

# matches.game.update-score.singles.error.player-missing
source: You cannot update the score for a game where one of the players is marked as &#39;missing&#39;. Select a player if you wish to fill out the score for this game.
fr: Vous ne pouvez pas mettre à jour le score pour un jeu où l'un des joueurs est marqué comme 'disparus'. Sélectionnez un joueur si vous souhaitez remplir le score pour ce jeu.

# matches.game.update-score.error.home-not-numeric-or-less-than-zero
source: The home score in leg %1 is not a valid numeric value greater than zero.
fr: Le score de la maison dans la jambe %1 est pas une valeur numérique valide supérieur à zéro.

# matches.game.update-score.error.away-not-numeric-or-less-than-zero
source: The away score in leg %1 is not a valid numeric value greater than zero.
fr: Le score loin dans la jambe %1 est pas une valeur numérique valide supérieur à zéro.

# matches.game.update-score.error.home-and-away-scores-equal
source: The home and away scores for leg %1 are the same; there must be a winner of each leg.
fr: Les scores à domicile et à la jambe pour 1% sont les mêmes; il doit y avoir un gagnant de chaque jambe.

# matches.game.update-score.error.score-invalid
source: The leg %1 score (%2-%3) is not a valid final score; the winner must have %4 points and win by %5 or more, or must have more than %4 and win by exactly %5 points.
fr: La jambe %1 résultat (%2-%3) ne sont pas un score final valide; le gagnant doit avoir %4 points et gagner par %5 ou plus, ou doit avoir plus de %4 et gagne avec exactement %5 points.

# matches.game.update-score.error.score-incomplete
source: The score submitted in game %1 does not appear to be a complete score; please fill out the fields completely.
fr: Le score soumis dans le jeu %1 ne semble pas être une partition complète; s'il vous plaît remplir les champs complètement.

# matches.game.update-score.success-game-complete
source: The scorecard was successfully updated.
fr: Le jeu a été mis à jour avec succès.

# matches.game.update-score.success-match-complete
source: The match has been successfully completed.
fr: Le match a été complété avec succès.

# matches.message.info.not-started
source: This match scorecard has not yet been filled out.
fr: Ce match tableau de bord n'a pas encore été remplie.

# matches.message.info.started-not-complete
source: This match scorecard has been started, but is not yet complete.
fr: Ce match tableau de bord a été commencé, mais n'a pas encore abouti.

# matches.heading.player-summaries
source: Player summaries
fr: Résumés des joueurs

# matches.heading.team-summaries
source: Team summaries
fr: Des résumés de l'équipe

# matches.summaries.heading.player
source: Player
fr: Joueur

# matches.summaries.no-players-notice
source: No players have been entered for the match yet.
fr: Aucun joueur n'a encore été conclu pour le match.

# matches.summaries.heading.team
source: Team
fr: Équipe

# matches.summaries.heading.games-played
source: Games played
fr: Jeux joués

# matches.summaries.heading.games-won
source: Games won
fr: Jeux gagnés

# matches.summaries.heading.legs-played
source: Legs played
fr: Jambes joués

# matches.summaries.heading.legs-won
source: Legs won
fr: Jambes gagné

# matches.summaries.heading.legs-average
source: Legs average (%)
fr: Jambes moyen (%)

# matches.summaries.heading.points-played
source: Points played
fr: Points joués

# matches.summaries.heading.points-won
source: Points won
fr: Points gagné

# matches.summaries.heading.points-average
source: Points average (%)
fr: Moyenne des points (%)

# matches.heading.games
source: Games
fr: Jeux

# matches.game.score.not-yet-updated
source: This game has not yet been updated.
fr: Ce jeu n'a pas encore été mis à jour.

# matches.game.result.home-singles-win
source: <a href="%3"%5>%1</a> <span class="game-result">beat</span> <a href="%4"%6>%2</a>
fr: a battu

# matches.game.result.away-singles-win
source: <a href="%3"%5>%1</a> <span class="game-result">lost to</span> <a href="%4"%6>%2</a>
fr: perdu à

# matches.game.result.home-doubles-win
source: <a href="%5">%1</a> &amp; <a href="%6">%2</a> <span class="game-result">beat</span> <a href="%7">%3</a> &amp; <a href="%8">%4</a>
fr: battu

# matches.game.result.away-doubles-win
source: <a href="%5">%1</a> &amp; <a href="%6">%2</a> <span class="game-result">lost to</span> <a href="%7">%3</a> &amp; <a href="%8">%4</a>
fr: perdu à

# matches.game.result.home-player-missing
source: Absent player <span class="game-result">v</span> <a href="%2">%1</a>
fr: Ce jeu n'a pas été joué parce que le joueur de la maison était absent.

# matches.game.result.away-player-missing
source: <a href="%2">%1</a> <span class="game-result">v</span> absent player
fr: Ce jeu n'a pas été joué car le lecteur à l'écart était absent.

# matches.heading.details
source: Match details
fr: Feuille de match

# matches.text.date-scheduled
source: %1, %2 %3 %4 at %5
fr: %1, %2 %3 %4 à %5

# matches.text.date-rescheduled
source: %1, %2 %3 %4 at %5 (originally scheduled for %6, %7 %8 %9)
fr: %1 %3 %2 %4 à %5 (initialement prévue pour %6 %8 %7 %9)

# matches.heading.report
source: Report
fr: Rapport

# stats.no-divisions
source: There are no divisions to display.
fr: Il n'y a pas de divisions à afficher.

# stats.table-heading.player
source: Player
fr: Joueur

# stats.table-heading.players
source: Players
fr: Des joueurs

# stats.table-heading.player-number
source: Player %1
fr: Joueur %1

# stats.table-heading.team
source: Team
fr: Équipe

# stats.table-heading.matches-played
source: Matches
fr: Matches joués

# stats.table-heading.matches-won
source: W
fr: Matchs gagné

# stats.table-heading.matches-drawn
source: D
fr: Matchs nuls

# stats.table-heading.matches-lost
source: L
fr: Matchs perdus

# stats.table-heading.for
source: F
fr: Pour

# stats.table-heading.against
source: A
fr: Contre

# stats.table-heading.games-played
source: Games
fr: Jeux joués

# stats.table-heading.games-won
source: W
fr: Jeux gagné

# stats.table-heading.games-lost
source: L
fr: Jeux perdu

# stats.table-heading.legs-played
source: Legs played
fr: Jambes joués

# stats.table-heading.legs-won
source: Legs won
fr: Jambes gagné

# stats.table-heading.legs-lost
source: Legs lost
fr: Jambes perdu

# stats.table-heading.points-played
source: Points played
fr: Points joués

# stats.table-heading.points-won
source: Points won
fr: Points gagné

# stats.table-heading.points-lost
source: Points lost
fr: Points perdu

# stats.no-teams
source: No teams have been entered into this season.
fr: Aucun équipes ont été conclus cette saison.

# averages.competitor-type.players
source: players
fr: joueurs

# averages.competitor-type.pairs
source: pairs
fr: paires

# averages.no-players
source: No players have been entered into this season.
fr: Pas de joueurs ont été conclus cette saison.

# averages.filter-form.field.defined
source: Apply a pre-defined filter
fr: Appliquer un filtre prédéfini

# averages.filter-form.field.custom
source: Apply a custom filter
fr: Appliquer un filtre personnalisé

# averages.filter-form.only-show
source: Only show %1 who have
fr: Seulement %1 montrer qui ont

# averages.filter-form.criteria-field
source: field
fr: champ

# averages.filter-form.criteria-field.played
source: played
fr: joué

# averages.filter-form.criteria-field.won
source: won
fr: gagné

# averages.filter-form.criteria-field.lost
source: lost
fr: perdu

# averages.filter-form.operator
source: operator
fr: opérateur

# averages.filter-form.criteria-type.matches
source: matches
fr: matchs

# averages.filter-form.criteria-type.games
source: games
fr: jeux

# averages.filter-form.filter
source: Filter
fr: Filtre

# averages.filter-form.defined.name
source: Name
fr: Nom

# news.form.legend.article-details
source: Article Details
fr: Article Détails

# news.form.field.headline
source: Headline
fr: Titre

# news.no-articles
source: There are no news articles to view.
fr: Il n'y a pas de nouvelles des articles à afficher.

# templates.form.legend.template-rules
source: Template rules
fr: Règles modèle

# templates.field.name
source: Name
fr: Nom

# templates.edit.error.not-allowed
source: You cannot edit %1, as it has been used in one or more seasons; once a season has used a template, you must create a new one rather than edit it.
fr: Vous ne pouvez pas modifier %1, car il a été utilisé dans une ou plusieurs saisons; une fois par saison a utilisé un modèle, vous devez créer un nouveau lieu de le modifier.

# templates.delete.error.not-allowed
source: You cannot delete %1, as it has been used in one or more seasons; once a season has used a template, you cannot delete it.
fr: Vous ne pouvez pas supprimer %1, car il a été utilisé dans une ou plusieurs saisons; une fois par saison a utilisé un modèle, vous ne pouvez pas le supprimer.

# templates.league-table-ranking.form.error.template-invalid
source: The league table ranking template specified is invalid.
fr: Le modèle ligue de classement de la table spécifiée est invalide.

# templates.form.error.name-exists
source: A template with the name &#39;%1&#39; already exists.
fr: Un modèle avec le nom '%1' existe déjà.

# templates.form.error.name-blank
source: The name field is blank.
fr: Le champ nom est vide.

# templates.league-table-ranking.form.error.points-per-win-invalid
source: The points per win field must be a numeric value.
fr: Les points par champ de victoire doivent être une valeur numérique.

# templates.league-table-ranking.form.error.points-per-draw-invalid
source: The points per draw field must be a numeric value.
fr: Les points par champ de tirage doivent être une valeur numérique.

# templates.league-table-ranking.form.error.points-per-loss-invalid
source: The points per loss field must be a numeric value.
fr: Les points par champ de perte doivent être une valeur numérique.

# templates.league-table-ranking.field.assign-points
source: Award points for match results
fr: Des points pour les résultats des matchs

# templates.league-table-ranking.field.points-per-win
source: Points for a win
fr: Points pour une victoire

# templates.league-table-ranking.field.points-per-draw
source: Points for a draw
fr: Points pour un nul

# templates.league-table-ranking.field.points-per-loss
source: Points for a loss
fr: Points pour une défaite

# templates.league-table-ranking.field.points-per-win-draw-loss
source: Points for a win / draw / loss
fr: Points pour une victoire / nul / défaite

# template.league-table-ranking.field.points.determined-by-score
source: Determined by match score
fr: Déterminé par le score du match

# templates.league-table-ranking.none
source: There are no league table ranking templates to view.
fr: Il n'y a pas de table de la ligue Classement des modèles à afficher.

# templates.individual-match.field.game-type
source: Game type
fr: Type de jeu

# templates.individual-match.field.legs-per-game
source: Legs per game
fr: Legs par match

# templates.individual-match.form.legend.win-requirements
source: Win requirements
fr: Exigences remporter

# templates.individual-match.field.minimum-points-win
source: Minimum points required to win
fr: Minimum de points requis pour gagner

# templates.individual-match.field.clear-points-win
source: Clear points lead required to win
fr: Points d'avance délais requis pour gagner

# templates.individual-match.form.legend.serving
source: Serving
fr: Servir

# templates.individual-match.field.serve-type
source: Serve type
fr: Servir type

# templates.individual-match.field.serves
source: Serves
fr: Sert

# templates.individual-match.field.serves-deuce
source: Serves in deuce
fr: Sert en diable

# templates.individual-match.form.error.template-invalid
source: The match template specified is invalid.
fr: Le modèle de match individuel spécifié est invalide.

# templates.individual-match.form.error.game-type-invalid
source: The game type specified is invalid.
fr: Le type de jeu spécifié est invalide.

# templates.individual-match.form.error.legs-per-game-invalid
source: The legs per game field must be a numeric value between 1 and 99.
fr: Les jambes par champ de jeu doit être une valeur numérique entre 1 et 99.

# templates.individual-match.form.error.minimum-points-win-invalid
source: The minimum points to win field must be a numeric value between 1 and 99.
fr: Le minimum de points pour gagner le terrain doivent être une valeur numérique comprise entre 1 et 99.

# templates.individual-match.form.error.serve-type-invalid
source: The serve type value is invalid.
fr: La valeur servir de type est invalide.

# templates.individual-match.form.error.serves-invalid
source: The serves field must be a numeric value between 1 and 99.
fr: Le champ sert doit être une valeur numérique entre 1 et 99.
