Repository: MK-Chris/TopTable
Catalog: root/locale/*.po
Languages: fr

# people.form.error.team-not-entered
source: %1 has not entered for %2; please remove them or ensure they are added to a division for this season first (you cannot do this if the matches have already been created).
fr: %1 %2 n'a pas conclu pour %3; s'il vous plaît enlever ou assurer qu'ils sont ajoutés à une division pour cette première saison (vous ne pouvez pas le faire si les matchs ont déjà été créés).

# people.form.error.team-invalid
source: The team that&#39;s been specified for this person to play for is not valid.
fr: L'équipe qui a été spécifié pour cette personne de jouer pour ne est pas valide.

# people.form.error.captain-team-not-entered
source: %1 has not entered for %2; please remove them from the captains field or ensure they are added to a division for this season first (you cannot do this if the matches have already been created).
fr: %1 %2 n'a pas conclu pour %3; s'il vous plaît les retirer du champ de capitaines ou assurer qu'ils sont ajoutés à une division pour cette première saison (vous ne pouvez pas le faire si les matchs ont déjà été créés).

# people.form.import-results.heading-failed
source: Failed imports
fr: Les importations ont échoué

# people.form.import-results.heading-successful
source: Successful imports
fr: Les importations réussies

# people.form.legend.import-file
source: Import file
fr: Importer un fichier

# people.form.import.warning
source: If you have a large number of people to import, this can take a couple of minutes to complete; please be patient and do not click &#39;Import&#39; more than once.
fr: Si vous avez un grand nombre de personnes à importer, ce qui peut prendre quelques minutes pour remplir; s'il vous plaît être patient et ne pas cliquer sur 'Importer' plus d'une fois.

# people.form.field.csv-file
source: CSV file
fr: Fichier CSV

# people.none
source: There are no people to view.
fr: Il n'y a pas de gens à voir.

# people.heading.contact-details
source: Contact details
fr: Détails du contact

# people.field.team-membership-type
source: Membership type
fr: Type d'adhésion

# people.field.averages-position
source: Averages position
fr: La position des moyennes

# people.message.did-not-enter
source: %1 did not enter %2.
fr: %1 n'a pas entrer %2

# people.delete.error.not-allowed
source: %1 cannot be deleted because they have been involved in matches.
fr: %1 ne peut pas être supprimé car ils ont été impliqués dans des matchs.

# venues.create
source: Create a new venue
fr: Créer un nouveau lieu

# venues.opening-hours
source: Opening Hours
fr: Heures d'ouverture

# venues.form.error.venue-invalid
source: The venue specified is invalid.
fr: Le lieu indiqué est incorrect.

# venues.form.error.name-exists
source: A venue with the name &#39;%1&#39; already exists.
fr: Un lieu avec le nom '%1' existe déjà.

# venues.form.error.name-blank
source: The name field is blank.
fr: Le champ nom est vide.

# venues.form.error.map-coordinates-invalid
source: The Google Maps co-ordinates are invalid.
fr: Les Google Maps coordonnées ne sont pas valides.

# venues.form.error.telephone-invalid
source: The telephone number is invalid.
fr: Le numéro de téléphone est invalide.

# venues.form.error.email-invalid
source: The email address is invalid.
fr: L'adresse email est invalide.

# venues.form.legend.venue-details
source: Venue details
fr: Détails du lieu

# venues.field.name
source: Name
fr: Nom

# venues.field.address
source: Address
fr: Adresse

# venues.field.postcode
source: Postcode
fr: Code Postal

# venues.field.google-maps-geolocation
source: Google Maps location
fr: Localisation Google Maps

# venues.field.telephone
source: Telephone number
fr: Numéro de téléphone

# venues.location-contact
source: Location / Contact
fr: Localisation / Contact

# venues.directions
source: Directions
fr: Instructions

# venues.contact-details
source: Contact details
fr: Détails du contact

# venues.none
source: There are no venues to view.
fr: Il n'y a pas de lieux à afficher.

# seasons.create
source: Create a new season
fr: Créer une nouvelle saison

# seasons.invalid-find-current
source: The season identifier &#39;%1&#39; is invalid; attempting to find the current season (or if unavailable, the latest season) instead.
fr: L'identifiant de la saison '%1' est invalide; en essayant de trouver la saison en cours (ou à défaut, la dernière saison) à la place.

# seasons.text.current
source: Current
fr: Courant

# seasons.none
source: There are no seasons to view.
fr: Il n'y a pas de saisons à afficher.

# seasons.form.legend.season-details
source: Season details
fr: Les détails de la saison

# seasons.form.field.start-date
source: Start date
fr: Date de début

# seasons.form.field.name
source: Name
fr: Nom

# seasons.form.field.default-match-start
source: Default match start time
fr: Heure de début de match par défaut

# seasons.form.field.hour
source: Hour
fr: Heure

# seasons.form.field.timezone
source: Timezone
fr: Fuseau horaire

# seasons.form.error.current-season-exists
source: Unable to create a new season, when this one is still incomplete. All matches must be played or marked as cancelled before a season can be deemed to be complete.
fr: Impossible de créer une nouvelle saison, lorsque celui-ci est encore incomplète. Tous les matchs doivent être joués ou marqués comme annulée avant une saison peut être réputée complète.

# seasons.form.error.no-individual-match-templates
source: Unable to create a new season without any individual match templates to set for the team match template that we need to select. Create the individual match templates you will need to use first, then the team match template.
fr: Impossible de créer une nouvelle saison sans modèles de match individuel à définir pour le modèle de match de l'équipe que nous devons choisir. Créer les modèles de rencontres individuelles que vous aurez besoin d'utiliser d'abord, puis le modèle de match par équipe.

# seasons.form.error.no-team-match-templates
source: Unable to create a new season without any match templates to select. Create a team match template first.
fr: Impossible de créer une nouvelle saison sans modèles de match pour sélectionner. Créer un modèle de match de l'équipe première.

# seasons.form.error.no-ranking-templates
source: Unable to create a new season without any team ranking templates to select. Create at least one first.
fr: Impossible de créer une nouvelle saison sans classement par équipe modèles à choisir. Créer au moins une première.

# seasons.form.error.no-fixtures-grids
source: Unable to create a new season without any fixtures grids to select. Create at least one first.
fr: Impossible de créer une nouvelle saison sans agencements grilles pour sélectionner. Créer au moins une première.

# seasons.form.error.edit-season-complete
source: This season is complete and cannot be edited.
fr: Cette saison est complète et ne peut pas être modifié.

# seasons.form.error.season-invalid
source: The specified season is invalid.
fr: La saison spécifié est invalide.

# seasons.form.error.name-exists
source: A season with the name &#39;%1&#39; already exists.
fr: Une saison avec le nom '%1' existe déjà.

# seasons.form.error.name-blank
source: The name field is blank.
fr: Le champ nom est vide.

# seasons.form.error.start-hour-invalid
source: The default match start hour value is invalid; it must be selected from the list (&#39;00&#39; to &#39;23&#39;).
fr: La valeur par défaut match de début de l'heure est invalide; il doit être choisi dans la liste ('00' à '23').

# seasons.form.error.start-minute-invalid
source: The default match start minute value is invalid; it must be selected from the list (&#39;00&#39; to &#39;59&#39;).
fr: La valeur par défaut match de début de minutes est invalide; il doit être choisi dans la liste ('00' à '59').

# seasons.form.error.start-date-invalid
source: The start date is invalid.
fr: La date de début est invalide.

# seasons.form.error.end-date-invalid
source: The end date is invalid.
fr: La date de fin est invalide.

# seasons.form.error.start-date-after-end-date
source: The season start date must occur before the end date.
fr: La date de début de saison doit avoir lieu avant la date de fin.

# seasons.form.success
source: %1 was successfully %2.
fr: %1 a été %2 avec succès.

# seasons.form.success-divisions-errored
source: %1 was %2 successfully, but there were errors in creating / editing the divisions; please re-enter this information and try again.
fr: %1 %2 était réussi, mais il y avait des erreurs dans la création / édition des divisions; s'il vous plaît entrer de nouveau cette information et essayez à nouveau.

# seasons.form.teams.error.no-current-season
source: You cannot edit the teams list, as there is no current season to edit the list for.
fr: Vous ne pouvez pas modifier la liste des équipes, car il n'y a pas de saison en cours pour modifier la liste pour.

# seasons.form.teams.error.matches-exist
source: You cannot edit the teams list, as matches for the current season have already been created.
fr: Vous ne pouvez pas modifier la liste des équipes, comme les matchs pour la saison en cours ont déjà été créés.

# seasons.form.teams.no-teams-create-yes
source: You cannot edit the teams list, as there are no teams in the database; create the teams first.
fr: Vous ne pouvez pas modifier la liste des équipes, car il n'y a pas d'équipes dans la base de données; créer les équipes de première.

# seasons.form.teams.no-teams-create-no
source: You cannot edit the teams list, as there are no teams in the database; contact the persion responsible for creating the teams, as these need to be created first.
fr: Vous ne pouvez pas modifier la liste des équipes, car il n'y a pas d'équipes dans la base de données; contacter la dispersion chargé de créer les équipes, que ceux-ci doivent d'abord être créé.

# seasons.form.teams.error.no-teams-submitted
source: No teams were submitted.
fr: Aucun équipes ont été soumises.

# seasons.form.teams.success-with-warnings
source: The teams list for %1 has been edited, but the warnings below should be noted.
fr: La liste des équipes pour %1 a été modifié, mais les mises en garde ci-dessous est à noter.

# seasons.form.teams.success
source: The teams list for %1 has been edited.
fr: Vous ne pouvez pas supprimer %1, comme il l'a déjà matches.

# seasons.create.error.incomplete-season-exists
source: Unable to create a new season, when this one is still incomplete. All matches must be played or marked as cancelled before a season can be deemed to be complete.
fr: Impossible de créer une nouvelle saison, lorsque celui-ci est encore incomplète. Tous les matchs doivent être joués ou marqués comme annulée avant une saison peut être réputée complète.

# seasons.set-teams.heading
source: Select teams for %1
fr: Sélectionnez équipes pour %1

# seasons.set-teams.notice.name-changes
source: If any teams have changed their names, these can be edited via their individual edit pages once the changes on this page have been made.
fr: Si des équipes ont changé leurs noms, ceux-ci peuvent être édités via leurs pages d'édition individuels une fois que les changements sur cette page ont été réalisés.

# seasons.set-teams.error.no-current-season
source: You cannot edit the list of teams because there is no current season; you will need to create a season first.
fr: Vous ne pouvez pas modifier la liste des équipes parce qu'il n'y a pas de saison en cours; vous aurez besoin pour créer une première saison.

# seasons.set-teams.error.matches-created
source: You cannot edit the teams list, as matches for the current season have already been created.
fr: Vous ne pouvez pas modifier la liste des équipes, comme les matchs pour la saison en cours ont déjà été créés.

# seasons.set-teams.error.invalid-team
source: A specified team is invalid.
fr: Une équipe spécifié est invalide.

# seasons.set-teams.error.invalid-club
source: The club specified for %1 %2 is invalid.
fr: Le club spécifié pour% 1% 2 est invalide.

# seasons.set-teams.error.name-exists-in-club
source: There is already a team called %1 in %2 for %3.
fr: Il ya déjà une équipe appelée %1 en %2 %3.

# seasons.set-teams.error.division-not-used
source: The division specified for %1 %2 (%3) is not being used in %4.
fr: La division spécifié pour %1 %2 (%3) n'a pas été utilisé dans %4.

# seasons.set-teams.error.division-invalid
source: The division specified for %1 %2 is invalid.
fr: La division spécifié pour %1 %2 est invalide.

# seasons.set-teams.error.home-night-invalid
source: The home night specified for %1 %2 is invalid.
fr: La nuit de la maison spécifié pour% s% s est invalide.

# seasons.set-teams.error.too-many-teams-in-division
source: There would be %1 teams entered in %2, but the maximum for the grid that it uses (%3) is %4. Please remove some teams from this division, or edit the season, selecting a different fixtures grid with a higher number of maximum teams.
fr: Il y aurait %1 équipes inscrites en %2, mais le maximum pour le réseau qu'il utilise (%3) est %4. S'il vous plaît supprimer certaines équipes de cette division, ou modifier la saison, la sélection d'une grille de luminaires différente avec un plus grand nombre d'équipes maximales.

# seasons.set-team.warning.captain-invalid
source: The captain specified for %1 %2 is invalid.
fr: Le capitaine spécifié pour %1 %2 est invalide.

# seasons.set-team.warning.player-entered-more-than-once
source: %1 has already been entered for another team, so their membership of %2 %3 has been removed; you can change this by editing %s and altering their team.
fr: %1 a déjà été conclu pour une autre équipe, de sorte que leur appartenance %2 %3 a été supprimé; vous pouvez changer cela en éditant% s et de modifier leur équipe.

# seasons.set-teams.warning.player-already-active-reassigned
source: %1 already had an active membership for %2 %3 in %4, which has now been removed; if you wish to reassign %5 to this team, you will need to edit their team membership in their edit page.
fr: %1 avait déjà un membre actif de %2 %3 en %4, qui a été enlevé; si vous souhaitez réaffecter %5 à cette équipe, vous aurez besoin de modifier leur composition de l'équipe dans leur page d'édition.

# seasons.set-teams.warning.player-already-active-not-reassigned
source: %1 already has an active membership for %2 %3 in %4; if you wish to reassign %5 to this team, you will need to edit their team membership in their edit page.
fr: %1 a déjà un abonnement actif pour %2 %3 en %4; si vous souhaitez réaffecter %5 à cette équipe, vous aurez besoin de modifier leur composition de l'équipe dans leur page d'édition.

# seasons.set-teams.warning.player-invalid
source: There was 1 player submitted for %1 %2 who was invalid.
fr: Il y avait 1 joueur soumis à %1 %2 qui était invalide.

# seasons.set-teams.warning.players-invalid
source: There were %1 players submitted for %2 %3 who were invalid.
fr: Il y avait %1 des joueurs soumis à %2 %3 qui étaient invalides.

# divisions.option.league-tables
source: League Tables
fr: Tableaux de classement

# divisions.option.league-averages-singles
source: League Averages (Singles)
fr: Moyennes de ligue (de célibataires)

# divisions.option.league-averages-doubles-individuals
source: League Averages (Doubles - Individuals)
fr: Moyennes de ligue (Doubles - Particuliers)

# divisions.option.league-averages-doubles-pairs
source: League Averages (Doubles - Pairs)
fr: Moyennes de ligue (Doubles - Paires)

# divisions.form.legend.division-rank
source: Division rank
fr: Division rang

# divisions.form.field.use
source: Use division
fr: Utiliser division

# divisions.form.field.name
source: Name
fr: Nom

# divisions.form.field.fixtures-grid
source: Fixtures grid
fr: Calendrier grille

# divisions.form.field.league-match-template
source: League match template
fr: Ligue modèle match

# divisions.form.field.league-ranking-template
source: Team ranking template
fr: Classement par équipe modèle

# divisions.form.button.add-division
source: Add a division
fr: Ajouter une division

# divisions.form.error.checkboxes-wrong
source: If you have unticked to &#39;use&#39; a division, all of the subsequent ones below it must be unticked as well.
fr: Si vous avez décoché à 'utilisation' d'une division, toutes les suivantes, ci-dessous, il doit être décochée ainsi.

# divisions.form.error.id-invalid
source: The ID specified for the division in rank %1 is invalid.
fr: L'identifiant spécifié pour la division dans le rang %1 est invalide.

# divisions.form.error.division-invalid
source: The division specified is invalid.
fr: La division spécifié est invalide.

# divisions.no-season
source: There are no seasons to view divisions for.
fr: Il n'y a pas de saisons pour voir les divisions pour.

# divisions.name-changed.both-names
source: %1 (now known as %2)
fr: %1 (maintenant connu sous le nom %2)

# fixtures-grids.matches
source: Matches
fr: Les matchs

# fixtures-grids.allocate-teams
source: Allocate teams to grid numbers
fr: Allouer des équipes vers les numéros de la grille

# fixtures-grids.teams.error.no-current-season
source: There is no current season, so teams cannot be set to fixtures grids - a new season must be created first, with divsions that use this grid.
fr: Vous ne pouvez pas régler les équipes à leurs numéros de la grille car il n'y a pas de saison en cours; d'abord créer une nouvelle saison.

# fixtures-grids.teams.error.matches-already-set
source: You cannot set the teams to their grid numbers as the fixtures for this grid in the current season have already been created.
fr: Vous ne pouvez pas régler les équipes à leurs numéros de la grille que les appareils pour la saison en cours ont déjà été créés.

# fixtures-grids.form.teams.success
source: The matches for %1 have been set.
fr: Les matchs pour %1 ont été fixés.

# fixtures-grids.create-fixtures
source: Create fixtures
fr: Créer luminaires

# fixtures-grids.delete-fixtures
source: Delete fixtures
fr: Supprimer luminaires

# fixtures-grids.form.error.grid-invalid
source: The fixtures grid specified is invalid.
fr: La grille des appareils spécifié est invalide.

# fixtures-grids.form.error.grid-exists
source: A fixtures grid with the name &#39;%1&#39; already exists.
fr: Une grille des appareils avec le nom '%1' existe déjà.

# fixtures-grids.form.error.name-blank
source: The name field is blank.
fr: Le champ Nom est vide.

# fixtures-grids.form.error.maximum-teams-invalid
source: The maximum participants per group or division must be an even number between 2 and 98.
fr: Les équipes maximum par champ de division doit être un nombre pair entre 2 et 98.

# fixtures-grids.form.error.repeat-fixtures-invalid
source: The number of times a fixture is repeated must be a number between 1 and 9.
fr: Le nombre de fois où un appareil est répétée doit être un nombre compris entre 1 et 9.

# fixtures-grids.form.matches.home-team-blank
source: The home competitor for round %1, match %2 is blank.
fr: L'équipe de la maison pour la semaine %1, match de %2 est vide.

# fixtures-grids.form.matches.home-number-invalid
source: The home team for round %1, match %2 is invalid; it must be a number between 1 and %3.
fr: L'équipe de la maison pour la semaine %1, match de %2 est invalide; il doit être un nombre compris entre 1 et %3.

# fixtures-grids.form.matches.away-number-invalid
source: The home team for round %1, match %2 is invalid; it must be a number between 1 and %3.
fr: L'équipe visiteuse pour la semaine %1, match de %2 est invalide; il doit être un nombre compris entre 1 et %3.

# fixtures-grids.form.matches.success
source: The matches for this grid have been set successfully.
fr: Les matchs de cette grille ont été mis avec succès.

# fixtures-grids.form.create-fixtures.error.no-current-season
source: You cannot create any fixtures, as there is no current season; create a new season first.
fr: Vous ne pouvez pas créer des luminaires, car il n'y a pas de saison en cours; d'abord créer une nouvelle saison.

# fixtures-grids.form.create-fixtures.error.fixtures-already-exist
source: The fixtures for this grid have already been created.
fr: Les luminaires pour cette grille ont déjà été créés.

# fixtures-grids.form.matches.notice-repeated-fixtures
source: If, after the first round of matches, the fixtures are repeated exactly with the home and away teams switched, you may tick the above box and only set the first round of fixtures.
fr: Si, après le premier tour des matchs, les luminaires sont répétés exactement avec la maison et les équipes de distance allumés, vous pouvez cocher la case ci-dessus et uniquement définir le premier tour des lieux.

# fixtures-grids.form.create-fixtures.error.season-complete
source: The season specified is complete, so matches cannot be populated.
fr: La saison spécifié est complet, si les matchs ne peut pas être rempli.

# fixtures-grids.form.create-fixtures.error.matches-exist
source: The matches have already been created.
fr: Les luminaires pour cette grille ont déjà été créés pour %1.

# fixtures-grids.form.create-fixtures.error.date-occurs-before-previous-date
source: The season week date for grid week number %1 occurs at the same time as, or prior to the previous week. Each grid week must be assigned to a season week that occurs after the one before it.
fr: La saison date de la semaine de la grille numéro de la semaine %1 se produit en même temps que, ou avant à la semaine précédente. Chaque semaine de la grille doit être affecté à une semaine de la saison qui se produit après celle qui la précède.

# fixtures-grids.form.create-fixtures.error.week-invalid
source: The date for league week number %1 is not valid; please select from the list.
fr: La date de la ligue numéro de la semaine %1 est pas valable; s'il vous plaît sélectionner dans la liste.

# fixtures-grids.form.create-fixtures.success
source: %1 fixtures for the grid '%2' have been created for %3.
fr: Calendrier de la grille '%1' ont été créés pour 2%.

# fixtures-grids.form.delete-fixtures.error.cant-delete
source: You cannot delete fixtures in %1; it may have matches that have been completed or not have had matches created yet.
fr: Vous ne pouvez pas supprimer les appareils à %1; il peut avoir matchs qui ont été réalisés ou ne pas avoir eu les matchs encore créé.

# fixtures-grids.form.delete-fixtures.error.delete-failed
source: Failed to delete matches.
fr: Impossible de supprimer les matchs.

# fixture-grids.form.delete-fixtures.success
source: Deleted %1 matches from the season for %2.
fr: Supprimé %1 matches de la saison pour %2.

# fixtures-grids.field.name
source: Name
fr: Nom

# fixtures-grids.field.maximum-teams-per-division
source: Maximum participants per division / group
fr: Maximum équipes par division

# fixtures-grids.field.fixtures-repeated-question
source: How many times do participants play each other?
fr: Combien de fois sont luminaires répétées?

# fixtures-grids.field.fixtures-repeated
source: Fixtures repeated
fr: Calendrier répétées

# fixtures-grids.field.fixtures-repeated-times
source: %1 times
fr: %1 fois

# fixtures-grids.field.week
source: Round %1
fr: Semaine %1

# fixtures-grids.create-fixtures.field.week-beginning
source: Week beginning %1
fr: Semaine à partir du %1

# fixtures-grids.create-fixtures.label.season-week
source: Season week
fr: Semaine de saison

# fixtures-grids.create-fixtures.field-value.week-beginning
source: Week beginning %1
fr: Semaine à partir du %1

# fixtures-grids.delete-fixtures.explain
source: Delete %1 fixtures that were created by this grid? The fixtures will need to be recreated.
fr: Supprimer %1 luminaires qui ont été créés par cette grille? Les appareils devront être recréé.

# fixtures-grids.form.matches.field.match-home-team
source: Match %1 Home
fr: Match %1: la maison

# fixtures-grids.form.matches.field.match-away-team
source: Match %1 Away
fr: Match %1: distance
